Repository: akmaalh/tokolator
Catalog: tokolator/Utils/Localizable.xcstrings
Source language: en
Languages: id

source: #%lld Transaction
id: #%11d Transaksi

source: Add Image
id: Tambah Gambar

source: Add Item
id: Tambah Barang

source: Add Item to Inventory
id: Tambahkan Barang ke dalam Inventori

source: Add Item to Restock
id: Tambahkan Item ke dalam Restock

source: Add New Item
id: Tambahkan Barang

source: Are you sure you want to delete %@?
id: Apakah anda yakin ingin menghapus %@?

source: Calculator
id: Kalkulator

source: Cancel
id: Batal

source: CANCEL
id: BATAL

source: Change Image
id: Ubah Gambar

source: CLEAR
id: HAPUS

source: Continue
id: Lanjut

source: Delete
id: Hapus

source: Delete Item
id: Hapus Barang

source: Done
id: Selesai

source: Edit Quantity
id: Edit Kuantitas

source: Empty Inventory
id: Inventori Kosong

source: Expense History
id: Riwayat Pengeluaran

source: Expenses
id: Pengeluaran

source: Income
id: Pendapatan

source: Income History
id: Riwayat Pemasukan

source: Inventory
id: Inventori

source: Item %lld
id: Barang %lld

source: Item Added
id: Barang Ditambahkan

source: Item Details
id: Detail Barang

source: Item Image
id: Gambar Barang

source: Items Restocked
id: Stok Barang Diperbarui

source: Month
id: Bulan

source: Month: %@
id: Bulan: %@

source: Name
id: Nama

source: Others
id: Lainnya

source: Price
id: Harga

source: Price (Rp)
id: Harga (Rp)

source: Price Buy Per Item
id: Harga Beli per Barang

source: Price Saved
id: Harga Tersimpan

source: Price Sell per Item
id: Harga Jual per Barang

source: Price Sell Per Item
id: Harga Jual per Barang

source: Quantity
id: Kuantitas

source: Quantity of items successfully updated.
id: Kuantitas barang telah berhasil diperbarui.

source: Quantity:
id: Kuantitas:

source: Remove Item
id: Hapus Barang

source: Restock Items
id: Isi Stok Barang

source: Rp %lld
id: Rp %11d

source: Rp%lld
id: Rp%11d

source: SAVE
id: SIMPAN

source: Save Item
id: Simpan Barang

source: Select an item
id: Pilih barang

source: Stock: %lld
id: Stok: %11d

source: Success
id: Berhasil

source: The item has been successfully added to your inventory.
id: Barang telah berhasil ditambahkan ke dalam inventori.

source: The items have been successfully restocked.
id: Stok barang telah berhasil diisi.

source: The price has been successfully updated.
id: Harga telah berhasil diperbarui.

source: Top 3 bought items
id: 3 barang terlaris

source: Total Rp %lld
id: Total Rp %11d

source: Transaction History
id: Riwayat Transaksi

source: Transactions
id: Transaksi

source: Warning
id: Peringatan

source: x%lld
id: x%11d

source: Year
id: Tahun

source: You do not have any items in your inventory
id: Anda tidak memiliki barang tersisa di dalam inventori

source: You do not have any items to calculate
id: Anda tidak memiliki barang untuk dikalkulasi

source: Your input have been saved!
id: Input anda berhasil tersimpan!
